Autodesk.Revit.DB.Events.DocumentReloadLatestProgessChangedEventArgs.ReloadLatestFinished
Indicates if current 'reload latest' progress is finished or not.
Since:
2017 Subscription Update

Autodesk.Revit.DB.Events.DocumentReloadLatestProgessChangedEventArgs.IsMerging
Indicates if it is merging downloaded data.
Since:
2017 Subscription Update

Autodesk.Revit.DB.Events.DocumentReloadLatestProgessChangedEventArgs.RetryTimes
The number of times Revit has tried to Reload Latest. Its value is '0' at the first time.
Since:
2017 Subscription Update

Autodesk.Revit.DB.Events.DocumentReloadLatestProgessChangedEventArgs.#ctor(Autodesk.Revit.DB.Events.DocumentReloadLatestProgessChangedEventArgs)
Creates a copy of the DocumentReloadLatestProgessChangedEventArgs.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2017 Subscription Update

Autodesk.Revit.DB.Events.DocumentReloadLatestProgessChangedEventArgs
The event arguments used during the reload latest phase of the WorksharedOperationProgressChanged event.
Remarks:
It is NOT recommended to do any time-consuming work when handling WorksharedOperationProgressChanged event. This can increase workshared operation time.
Since:
2017 Subscription Update